tap "aws/tap"
tap "homebrew/cask-fonts"
tap "elastic/tap"
tap "holgerbrandl/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "osx-cross/avr"
tap "px4/px4"
tap "shyiko/ktlint"
brew "autojump"
brew "avrdude"
brew "python"
brew "awscli"
brew "bash"
brew "bat"
brew "circleci"
brew "cmake"
brew "coreutils"
brew "dfu-programmer"
brew "dos2unix"
brew "exa"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "git"
brew "go"
brew "htop"
brew "httpie"
brew "hub"
brew "jq"
brew "libftdi"
brew "lsusb"
brew "mutt"
brew "ncdu"
brew "neovim"
brew "node"
brew "open-ocd"
brew "reattach-to-user-namespace"
brew "rename"
brew "the_silver_searcher"
brew "truncate", link: false
brew "vim"
brew "wget"
brew "yadm"
brew "youtube-dl"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "osx-cross/avr/avr-gcc@7", link: true
brew "px4/px4/gcc-arm-none-eabi"
brew "shyiko/ktlint/ktlint"
cask "docker"
cask "slack"
cask "homebrew/cask-fonts/font-hack-nerd-font"
